import * as _mod from 'src/app/models';

export const seasonsData: _mod.Season[] = [
    {
        "title": "دورهمی دوستان و معرفی شخصیت‌ها",
        "number": 1,
        "season": "اول",
        "date": "24 سپتامبر 1994",
        "director": "جیمز بوراولز",
        "writers": ["دیوید کرین", "مارتا کافمن"],
        "stars": ["جان فافرو", "چری جونز", "میشل فلکس"],
        "summary": "داستان شش دوست صمیمی در شهر نیویورک که درگیر ماجراجویی‌ها، عشق، کار و زندگی هستند.",
        "episodes": [
            {
                "number": 1,
                "title": "اپیزود ۱: آمدن دروازه‌بان",
                "summary": "دروازه‌بانی جدید به نام راچل در کافه مرکزی شروع به کار می‌کند و در عین حال، دوست دوران دبیرستانی‌اش، مونیکا، هم به ‌همراه دوستانش، چند شب در این کافه می‌گذرانند."
            },
            {
                "number": 2,
                "title": "اپیزود ۲: زیبایی زنان در دنیای ما",
                "summary": "چارلی، دوست چند ساله جو، به عنوان مدیر جدید و شه‌رنگ در کار خود جایگزین قدیمی‌اش، آرون، می‌شود. در این بین، راچل به دوست خیانت می‌کند و روابط دوستانه اش با جو و دوستانش به دغدغه تبدیل می‌شود."
            },
            {
                "number": 3,
                "title": "اپیزود ۳: سلطنت بازی تکلیفات",
                "summary": "فردی با نام پاول، دوست راندی جو، به محل اقامت او وارد می‌شود و جو خیلی زود به او می‌پیوندد. همچنین، راچل و آمبر، دوست دختر قدیمی راس، به دست یک یدکی نیاز دارند."
            },
            {
                "number": 4,
                "title": "اپیزود ۴: حرکات طرفداری",
                "summary": "راچل جهت جلب توجه مرتب به یک دکوراتور مشهور مراجعه کرده و جو بهترین دوست خود، چند شب با پدر و مادرش در خانه‌اش اقامت می‌کند. در این بین، راس نیز به محل کارش می‌آید و با لری دختر ارتودنتیست، نزدیک می‌شود."
            },
            {
                "number": 5,
                "title": "اپیزود ۵: مصاحبه خطرناک",
                "summary": "روز مصاحبه را که جو قرار است برای کارش انجام دهد، به شرط جذب کردن راچل با اختلاس یک همکارش، توافق می‌کند. به همین منظور، راچل به صورت ناگهانی از کار خود استعفا می‌دهد و با مشکلات جدیدی روبرو می‌شود."
            },
            {
                "number": 6,
                "title": "اپیزود ۶: قابل احترام‌سالار",
                "summary": "مونیکا آیاوانا، دختر دوران کودکی را در کافه دیده و شگفت‌زده می‌شود. در پایان هفته، دوستان را به خانه پدر و مادرش می‌برد و از دیدن رفتارهای بی‌ادبانه پدر خود خسته می‌شوند."
            },
            {
                "number": 7,
                "title": "اپیزود ۷: شب شنبه تنها",
                "summary": "فردی به نام «فانی»، مجری یک برنامه تلویزیونی، تماس می‌گیرد و از جو و مونیکا می‌خواهد که به فیلمبرداری برنامه‌ای بپردازند. در حالی که دوستان دارند پشت‌پرده ویدئویی‌شان را اجرا کنند، راچل به سراغ دوست پسر جدیدش می‌رود."
            },
            {
                "number": 8,
                "title": "اپیزود ۸: شیطان بازی روح‌های محروم",
                "summary": "جو به سراغ روح شخصیتی بنام چاندلر می‌رود تا به او کمک کند. راس هم تلاش می‌کند که با واکنش مثبت خود به لری توجه دوستانش را جلب کند."
            },
            {
                "number": 9,
                "title": "اپیزود ۹: هم‌مرزی کریسمس",
                "summary": "دوستان به تفریحات کریسمسی خود می‌روند و جو تصمیم می‌گیرد که به راچل یک لوازم آرایشی هدیه دهد تا جذابیتش بیشتر شود. در این بین، راس تلاش می‌کند تا با مرد مورد علاقه‌اش، دکتر گریین، ارتباط برقرار کند."
            },
            {
                "number": 10,
                "title": "اپیزود ۱۰: یک نخ درگیر",

                "summary": "راس به عنوان آینده دار موفق در کار تبلیغات، در بحث، مقابل دوستانش هم از خود برکنارتر از پیش حرف می‌زند. همچنین، راچل بعد از اینکه با چند تک‌لفظ درگیر می‌شود، انتخابی غلط می‌کند و در مسابقه‌ای شرکت نمی‌کند."
            },
            {
                "number": 11,
                "title": "اپیزود ۱۱: ناهار به زودی",
                "summary": "پس از آن که راچل قرار است ناهار با دوست پسرش، پاؤل، بخورد، مونیکا حظورش را برای پذیرایی مهمانانش بخواهد. از طرف دیگر، چاندلر، مشربی خانگی تهیه می‌کند و مونیکا طراحی کادوی تولد خود را به تنها طرفدار خود، چاندلر نشان می‌دهد."
            },
            {
                "number": 12,
                "title": "اپیزود ۱۲: خارج از لیگ رفتن",
                "summary": "دوستان جو در دوره‌ای از ناپدید شدنش، کمک می‌کنند تا با مسابقه ترامپولین بر سر خود، اعتماد به نفس خودش را پیدا کند. همچنین، راچل و چاندلر از نوروز خیابان ناهار می‌خورند و مونیکا به توفیق ارائه آشپزی خود در سریال‌های شبکه‌ی تلویزیونی می‌رسد."
            },
            {
                "number": 13,
                "title": "اپیزود ۱۳: کروز با چندین پدال",
                "summary": "همه دوستان در کروزی هستند که برای بدون هدف بودن انتخاب شده است، ولی راچل نمی‌تواند از پیشبرد یک پرونده کاری خودداری کند. در این بین، چاندلر با یک دختر به نام جنی ملاقات می‌کند و راس حقیقت علاقه‌اش را نسبت به لری اظهار می‌کند."
            },
            {
                "number": 14,
                "title": "اپیزود ۱۴: خیلی دیر برای بازگشت",
                "summary": "دکتر گریین، دوست خانوادگی راس، برای دیدار از او و مونیکا به نیویورک می‌آید. در پایان، دوستان تصمیم می‌گیرند با هینکل و چند دوستزاده‌ی راس، نیویورک را بگردند و از دیدن مکان‌های مختلف و تاریخی نشاط بیشتری کسب کنند."
            },
            {
                "number": 15,
                "title": "اپیزود ۱۵: استخوان‌های جاروشده",
                "summary": "جو به دوست قدیمی خانوادگی‌اش، دکتر برندلز، برای اینکه بررسی‌های سالمندی‌اش را انجام دهد، می‌رود. همچنین، راچل با شرایطی مواجه می‌شود که با تعقیب آرزوهایش، زندگی کردن بسیار متفاوتی است."
            },
            {
                "number": 16,
                "title": "اپیزود ۱۶: حس خوب قهوه",
                "summary": "دوستان به جای تفریحات قیمتی، تقریباً تمام کار خود را در کافه و کار آنان انجام می‌دهند.  راچل با مشکلی روبرو می‌شود که با مجبور شدن به پذیرش شرایط بسیار کنترل شده‌تری، به دنبال آن، ناخوانده خانوادگی اش را می‌بیند."
            },
            {
                "number": 17,
                "title": "اپیزود ۱۷: بگذار همش بنویسم",
                "summary": "پس از اینکه راس و جو به کاری قطعاً مسخره کننده انجام می‌دهند، خواهان برگرداندن بحثی پیرامون کار می‌شوند و راچل نیز رویاهای روزانه خود را درباره شغل خود برای چاندلر پیشنهاد می‌کند. در پایان، مونیکا به همراه پاؤل به جایگاه به چشم یادگاری برای تاریخ باز می‌گردند."
            },
            {
                "number": 18,
                "title": "اپیزود ۱۸: زندگی پنج‌روزه",
                "summary": "چند ترفندهای ساده، دوستان را به تغییر نگرش نسبت به زندگی و کارشان تشویق می‌کند. همچنین، چاندلر با یک زن خیابان‌زده آشنا می‌شود و راس به یک دختر جدید در شرکت خود علاقه‌مند می‌شود."
            },
            {
                "number": 19,
                "title": "اپیزود ۱۹: برگشت‌ها",
                "summary": "عشق‌های گذشته بازگشته و با شخصیت‌هایی مثل ریچل، راس و کندی، دوباره رو به رو می‌شویم. راس تلاش می‌کند تا با الکس، دوست‌دختر سابقش، به صحبت های جدید بین خودشان، به درستی جوابگو باشد."
            },
            {
                "number": 20,
                "title": "اپیزود ۲۰: معجزه‌ خدا",
                "summary": "پس از آنکه چاندلر برای کمک به وینونا، دختری که در راه محل کارش می‌مرد، زنگ می‌زند، دوستانش به صواب جوانی او در این باره شک می‌کنند.  راس ترس می‌کند که با برگشت سابقه‌ی غیرمنتظره‌ی خود محکوم به زندگی درمانی دوباره باشد."
            },
            {
                "number": 21,
                "title": "عمو جوئی کلید آپارتمان را می‌گیرد",
                "summary": "عمو جوئی بازنشسته شده است، اما با درآمد از فروش کلیدهای آپارتمان هایی که از زمانی که هیچ کس ساکت نیست به دست آورده، از زندگی لذت می برد. شنلی تلاش می کند یک نامزد پیدا کند."
            },
            {
                "number": 22,
                "title": "چرا پول‌های جوئی در پیش‌بینی ها محفوظ هستند؟",
                "summary": "طی یک بازی پوکر، شنلی پول های جوئی را برداشته و پول های جویی را به راحتی برداشته است."
            },
            {
                "number": 23,
                "title": "جدایی آخر هفته",
                "summary": "مانی و طنزباز خودسر یک کارلاته خریداری می کنند. جوئی و ریچل به هم خورده و ماژی با چشمای جدید برگشته است."
            },
            {
                "number": 24,
                "title": "جدال درونی",
                "summary": "عروسی شنلی و راس بودبی تازه اتفاق افتاده است. ریچل و جوئی درگیر مشکل شدند و رابل به علت ناراحتی غذا نمی خورد."
            }
        ]
    },
    {
        "title": "روابط عاطفی بین شخصیت‌ها",
        "number": 2,
        "season": "دوم",
        "date": "21 سپتامبر 1995",
        "director": "مایکل لمباردی",
        "writers": ["دیوید کرین", "مارتا کافمن"],
        "stars": ["جولیا رابرتز", "لورن تامین"],
        "summary": "ادامه داستان دوستان و دغدغه‌ها و مشکلات زندگیشان.",
        "episodes": [
            {
                "number": 1,
                "title": "عشق در قهوه‌خانه",
                "summary": "ریچل به کافه‌ی کنارشان می‌آید و جوین که قهوه‌خانه‌شان رو می‌گرداند، با دوست پسر سابق ریچل قهر می‌کند. راس با دلایلی همین کار را دوست دارد و چند روزی است که بهترین برنامه‌های خود را برای به دست آوردن کاری که برایش مهم است، در لابی شرکت می‌کند."
            },
            {
                "number": 2,
                "title": "پیشنهاد دهید",
                "summary": "چند پارتی در خیابان جری هست، منیز شاهد میشود که دختری به راحتی جری‌را به دست می‌آورد و جری هم از زیبایی‌اش سراغ او می‌آید. راس با تنبلی همکارش جسارت می‌کند و او را به این فکر می‌اندازد که با کمی تلاش می‌تواند در اینده کار کند."
            },
            {
                "number": 3,
                "title": "محافظه‌کارانه باشیم",
                "summary": "مونیکا یک مرد را برای جذب روحیه جدید برای شغل خود آینده کانادا، دعوت می‌کند. راچل و چند دوستش برای پیش‌گیری از تعقیب‌کنندگان یکطرفه شدند، دست به کتک می‌زنند."
            },
            {
                "number": 4,
                "title": "سه پیتزا",
                "summary": "روز عروسی راچل دوست پسرش به دست می‌آید. چندی بعد آنها یک سوءتفاهم شدید دارند."
            },
            {
                "number": 5,
                "title": "دیوانه‌گونه",
                "summary": "تمام فراری ها و جرمکارانی در کنار مسابقات بازی مجازی هستند. جویی که خیلی بازی میکند و بخاطر مسابقه بازی هک شده است تصمیم میگیرد تا دوست دختر سابقش را بازی کرده و اما با تنبیه هاییکه از زیبایی ها میگرفت برای باختنش بیشتر بازی میکند."
            },
            {
                "number": 6,
                "title": "او به من میگفت",
                "summary": "جوی با علاقه به دختری بازگشته است، راس تلاش می‌کند تا او را به یکی از دوستان راچل معرفی کند، ولی جوی از تلاشش خسته شده است."
            },
            {
                "number": 7,
                "title": "دوست جدید چینی جوی",
                "summary": "جوی یک دوست جدید چینی داشت که برای مدتی در آپارتمان جوی زندگی می‌کند. راچل دوست دارد تا همهٔ دوستانش فرصت برقراری ارتباط با این دوست جدید جوی را داشته باشند."
            },
            {
                "number": 8,
                "title": "بهترین عملیات فال",
                "summary": "روز جود پدر راچل بعد از ۳۵ سال با عروسش دوباره ازدواج میکنند شاندلر یک آرزو دارد ولی قدرت نمیکند به آن فکرکند!"
            },
            {
                "number": 9,
                "title": "جنجال بی‌خبر",
                "summary": "فایل با کتاب دستپچی کرده‌ای به سمت نیویورک میرود، راس که توسط خانوادهٔ خود برای کانادا انتخاب شده است، می‌خواهد که به هر قیمتی بماند."
            },
            {
                "number": 10,
                "title": "مافوق العاده بلدیم",
                "summary": "جوی تدریس برای شرکت در یک آزمون مهندسی را به دوستانش آموزش می‌دهد، تا آنها را برای یادگیری هرچه بیشتر آماده کند."
            },
            {
                "number": 11,
                "title": "عشق سه پریشان",
                "summary": "یک درام ممکن است در زندگی راس رخ دهد. کلوئر آرامشش را از دست داده با راس در مورد تصمیمی که باید بگیرد، صحبت می‌کند."
            },
            {
                "number": 12,
                "title": "فاپ فاپ",
                "summary": "در آخرین روزهایش از تعطیلات کریسمس، جوین ناچار به روبرویی باشد که مزاحم پیشین او است. با این حال، او با همکارانش در یک کافه رستوران به روزست."
            },
            {
                "number": 13,
                "title": "بزرگش کردیم",
                "summary": "جوین یک پرندهٔ کوچک به لوس‌آنجلس می‌آورد ولی مورد تلاش کنکور شدید قرار گرفته است. راچل به چشم‌های خود باید اعتماد کند."
            },
            {
                "number": 14,
                "title": "گرسنگی و مرگ",
                "summary": "چاندلر بعد از اینکه با مادرش در عین حال مورد اهانت قرار می‌گیرد، رابرت بازاریاب در آپارتمان همهٔ دوستان گرفتار گرسنگی چندی بعد نقشه‌ای را به کار می‌گیرد و با همگان پول بازی می‌کند."
            },
            {
                "number": 15,
                "title": "نپال و جلیبی",
                "summary": "جو با ارسال اسنود جدید کمال گریزی را با سابقهٔ فراری پیدا می‌کند، ولی در پاسخ به این فرستاده نظری ندارد - تصویر لایه\x200Cای از نپال را به عنوان جلیبی برای بچه \x200Cهای خانهٔ پایینی برگزار می‌کند، بدون اینکه بدانند کاری که در بستر بیمارستان انجام میدهد!"
            },
            {
                "number": 16,
                "title": "عید حواست به خیر",
                "summary": "در این قسمت، پس از یک عده مهمانی دیوانه‌وار در عید، جو تلاش می‌کند تا با رشد کندن پای انگشتش به دنبال شغلی موقت بگردد."
            },
            {
                "number": 17,
                "title": "حوله‌های خشک خانم Leedbetter",
                "summary": "در این قسمت، راسل روس قرار است به بازدید از راشل بیاید. جو به دوست جدیدش، چاندلر، کمک می‌کند تا از خانه خود رانده نشود."
            },
            {
                "number": 18,
                "title": "جاده آیینه",
                "summary": "در این قسمت، راشل گیج می‌شود که درباره تصمیم برای رابطه با راسل فکر کند. راسل خوشحال می‌شود که با راشل صحبت می‌کند، اما جو به جای او صحبت می‌کند."
            },
            {
                "number": 19,
                "title": "همه چیز احساسات پالازی",
                "summary": "در این قسمت، مانی به راشل و جو کمک می‌کند تا از دوست قدیمی مخفی خود دفاع کنند. چاندلر حضور خود را در یک آگهی بیکاری لو می‌دهد."
            },
            {
                "number": 20,
                "title": "رابطه‌ها در حال تغییر",
                "summary": "در این قسمت، راسل متوجه می‌شود که راشل با او بیشتر در رابطه نیست. چاندلر دارای مشکلی غیر عادی در مورد رابطه با جو هست و راسل به جنگ می‌رود."
            },
            {
                "number": 21,
                "title": "کارِ خوشِ دارِ خوب",
                "summary": "در این قسمت، راسل چارلی را به بازدید از راشل دعوت می‌کند. بعداً چاندلر برای اثبات مهارت‌های خود به جو نشان می‌دهد که چقدر خوب می‌تواند روی حرکات رقص بدهد."
            },
            {
                "number": 22,
                "title": "تأمین آتش",
                "summary": "در این قسمت، راسل و راشل با دوست قدیمی‌شان، ویل تعامل می‌کنند. جو یک ازدواج قرار است به خاطر همچنان ریش‌های خود کنسل شود."
            },
            {
                "number": 23,
                "title": "سارا سطح اضافی",
                "summary": "در این قسمت، راسل در برابر اداره محافظت از محیط زیست دفاع می‌کند، زیرا مدارس هنوز از سلفور فوری آزاد می‌کنند. چاندلر به صورت شخصی تجربه‌های روانشناختی را امتحان می‌کند."
            },
            {
                "number": 24,
                "title": "ازدواج راکل",
                "summary": "در این قسمت، راشل آماده می‌شود تا با باری هم‌زمان راه بیفتد و از خودش به عنوان مادری برای بچه تعریف کند. در همین حین، جو به پیمانکار جدید خود که سابقاً او را تهدید کرده بود، برخورد می‌کند."
            }
        ]

    },
    {
        "title": "عملکرد حرفه‌ای شخصیت‌ها",
        "number": 3,
        "season": "سوم",
        "date": "19 سپتامبر 1996",
        "director": "کوین سایبر",
        "writers": ["دیوید کرین", "مارتا کافمن"],
        "stars": ["سونچین فیلیپس", "آن هانتر"],
        "summary": "پیشرفت زندگی معاصر شخصیت‌های داستان.",
        "episodes": [
            {
                "number": 1,
                "title": "نقطه مبدا جدید",
                "summary": "در این قسمت، ریچل برای ساختن یک نقطه‌ی مبدا جدید تلاش می‌کند."
            },
            {
                "number": 2,
                "title": "گمشده",
                "summary": "چند دوست گمشده‌ی یکدیگر را پیدا می‌کنند."
            },
            {
                "number": 3,
                "title": "قهوه‌ای با اعتبار",
                "summary": "جویی کولدلر آرزوی یک مقاله برای نوشتن در یک مجله علمی را دارد."
            },
            {
                "number": 4,
                "title": "تعطیلات بنگلادش",
                "summary": "در این قسمت، دوستان به تعطیلات بنگلادش سفر می‌کنند."
            },
            {
                "number": 5,
                "title": "نبردِ تنها",
                "summary": "راسل، صاحب یک شرکت فن‌آوری، تنها در یک رستوران آرامی می‌خواهد شام بخورد."
            },
            {
                "number": 6,
                "title": "خانه ی قدیمی من",
                "summary": "فصل به نزدیکی نزدیک به پایان است و ماندی برای کمک به ریچل در آماده‌سازی مهمانی خود با دوستش به خانه‌ی قدیمیش باز می‌گردد."
            },
            {
                "number": 7,
                "title": "تمرین با بلیف",
                "summary": "راشل سعی می‌کند با بلیف طراحی ویترین یک فروشگاه را بهتر کند."
            },
            {
                "number": 8,
                "title": "صد مشکل",
                "summary": "چند دوست در یک رستوران لبنانی شب تولدی برای چندین بهانه برای اینکه نزد یکدیگر بمانند۹"
            },
            {
                "number": 9,
                "title": "بی خانمان",
                "summary": "چند دوست تلاش می کنند تا گناه کردن روس را به اصطلاح درست کنند ."
            },
            {
                "number": 10,
                "title": "جنجال برانگیزه",
                "summary": "جویی دوست دارد یک روابط عمومی فراگیر داشته باشد، همچنین راشل به فرانسه می‌رود."
            },
            {
                "number": 11,
                "title": "روس پینگوئن",
                "summary": "روس به دنبال کار خود راه می اندازی می کند و جویی متقاعد می شود که به او کمک کند.آنها دو مرد را استخدام کرده اند که شخصیت او را پنگوئن خوانده اند."
            },
            {
                "number": 12,
                "title": "نسخه جدید سال",
                "summary": "روس ازدواج سابق خود را ملاقات می‌کند. من شوهرم، من شوهرم!"
            },
            {
                "number": 13,
                "title": "جایگاه راننده",
                "summary": "ریچل سعی می‌کند پول بیشتری برای خود کسب کند و خود را به عنوان یک راننده لیموزین معرفی می‌کند."
            },
            {
                "number": 14,
                "title": "شوالیه و درافل",
                "summary": "عنوان قسمت: شوالیه و درافل. چند دوست به خاطر ریاضیات سردرگم می‌شوند."
            },
            {
                "number": 15,
                "title": "خانم لهستانی",
                "summary": "روس تلاش می کند یکی از دانشجویان خود را قانع کند که به او اعتقاد کند او معلم مستقلی است، در حالی که او در حقیقت هیچ چیز نیست ."
            },
            {
                "number": 16,
                "title": "علت بستن جرس",
                "summary": "چندی پس از بستن جرس، جویی با مردی در هواپیما آشنا می شود و  راشل به دلیل درگیری مسائل خود با چندین مشکل مواجه می شود.",
            },
            {
                "number": 17,
                "title": "فلوفورگی",
                "summary": "جویی و راشل برای شرکت در شکار با مارچاندایز شرکت می کنند، و در این بین، راحتل مسافرتی برای کنت به همراه همسر خود به بروکلین برای نمایش آثار هنری دوست خود می کند.",
            },
            {
                "number": 18,
                "title": "صدای کفش ها",
                "summary": "مانی از یک تیکه نمایش تهیه شده برای آدامز معروف بازیگری می کند، و جویی و چند نفر دیگر در آن ایفای نقش می کنند.",
            },
            {
                "number": 19,
                "title": "ولز و چشمه",
                "summary": "چند روز قبل از کناره گیری راشل، راس کمدی جدید خود را راه اندازی می کند، و راشل نیز برای دیدن پرستار خود به بیمارستان می رود و با مردی آشنا می شود..",
            },
            {
                "number": 20,
                "title": "جهانیوی",
                "summary": "چندی پس از رابطه جدیدی که مونیکا با ریچارد، پدر پسر دوستش، دارد، تلاش می کند که خود را به وی ثابت کند.",
            },
            {
                "number": 21,
                "title": "تعویض خواهر",
                "summary": "راشل به دختر عمویش، کولبی به عنوان شبیه ساز کننده، شغل دفتری پیشنهاد می کند، که برای راشل موثر می شود.",
            },
            {
                "number": 22,
                "title": "خواب نيمه شبي",
                "summary": "دوست خود را از دست می دهید زمانی که شب اول خود را در آپارتمان جديد گذرانده اید، تصمیم به برگزاری یک مهمانی شبانه در آپارتمان می گیرید تا کمک کنید که پس از ماجراجویی های جدید، قدردانی کنید.",
            },
            {
                "number": 23,
                "title": "سبد آتشي",
                "summary": "چهره ی جدیدی به نام امیلی برای راس شخصیتی ارائه می دهد و راشل دچار تنش می شود.",
            },
            {
                "number": 24,
                "title": "شب فراری",
                "summary": "مونیکا، کندی، و چاندلر در یک اتاق هتل گیر می افتند و ریچارد نیز باهاشون می آید، در حالی که جویی و راشل فرار کرده و فکرکن از سیتی می ترکند."
            }
        ]
    },
    {
        "title": "روابط پیچیده و آشفته بین شخصیت‌ها",
        "number": 4,
        "season": "چهارم",
        "date": "25 سپتامبر 1997",
        "director": "پیتر بون",
        "writers": ["دیوید کرین", "مارتا کافمن"],
        "stars": ["سوزان سورندون"],
        "summary": "بازگشت به دوران دانشجویی روس و روابط عاطفی پیچیده‌تر.",
        "episodes": [
            {
                "number": 1,
                "title": "آلن در آتش",
                "summary": "مونیکا تلاش می کند تا رابطه اش با ریچارد را نجات دهد، در حالی که ریچارد به دنبال بازگشت به همسرش است. راشل سعی می کند با پایین آوردن دوین از منزل خارج شود. جو برای اشراف بر کلمات زیاد تلاش می کند.",
            },
            {
                "number": 2,
                "title": "شر با شر",
                "summary": "راشل پس از بازگشت از شهر عروسی، مشکلاتی با پدر و مادرش دارد. جو و تنا با هم به یک باشگاه رقص می روند و با کمک یک معلم یک حرکت خاص رقص را یاد می گیرند.",
            },
            {
                "number": 3,
                "title": "هفت بوق و کتاب شماره ۴۶",
                "summary": "چاندلر مسئول جلسه اصلی کمیته امور بانکی می شود، اما به دلیل فیلم های بوئینگ در جلسه نمی تواند کنترل خود را حفظ کند. راشل به یک مدیر بخش دیگر آشنا می شود که سبب می شود رابطه اش با جو به مخاطره بیفتد.",
            },
            {
                "number": 4,
                "title": "شروع کارهای جدید جو",
                "summary": "جو پس از به کار گرفتن یک مدل از طریق یک بروکر مشاوره کسب و کاری درست می کند. چاندلر به دلیل تنبلی از محل کار خارج می شود و تلاش می کند به جایی برسد که از دولت نیز حمایت می شود.",
            },
            {
                "number": 5,
                "title": "ورود اولین همراه جدید راشل",
                "summary": "راشل اولین همراه کار جدیدش بر روی ایران خودرو می بیند و او را بسیار جذاب می یابد، زیرا جو با همین شخص که به نام تگ هاوز می شناسند، قبلاً قرار بوده است. منطقه شادابی ها، یک بستنی فروش زن بیپولار را افسانه ای می کند.",
            },
            {
                "number": 6,
                "title": "رفتار آشنای جدید چاندلر",
                "summary": "چاندلر با یک دانشجویی به نام ایو شاد می شود. بعد از سرد شدن رابطه ایو با چاندلر، راشل تلاش می کند تا به او کمک کند. جو پرسش دام دویدن برای دکتر رسی که دوباره بازی می کند، را به بستنی فروش زن می رساند.",
            },
            {
                "number": 7,
                "title": "آحمق خندان",
                "summary": "راشل و جو، با یک آموزش دهنده خصوصی به نام تام، کمک می کنند تا یک نمایش کمدی برای مصاحبه شوند. چاندلر به رابطه دوستانه ژوئی و ریچی برای ابراز احترام به کودکی هایش، دخالت می کند.",
            },
            {
                "number": 8,
                "title": "قبل از ازدواج رلا",
                "summary": "رلا قرار است با اکیو آشنا شود، اما به دلیل سختی هایی که تجربه کرده، تلاش می کند از جشن کوتاهی که ریاست می کند، فرار کند. چاندلر و جو به خصوص تلاش می کنند تا یک حمله تصادفی به دنبال یک ترک خورده همسایه شان با دردسر هایی همراه باشد.",
            },
            {
                "number": 9,
                "title": "ناسزا",
                "summary": "روز تشکیل اولین باشگاه جدید جو، به خاطر جدید جدی که به عنوان اولین عضو معرفی شده است، جو خیلی با چاندلر دعوا می کند. رحلت بابک به خاطر بیماری پروستات، رابطه پیچیده بین راف و راشل می شود و راشل و چند نفر دیگر سعی می کنند تا به رابطه اش هویتی دهند.",
            },
            {
                "number": 10,
                "title": "تجربه زندگی",
                "summary": "هنگامی که نام جو به جهانی تر از باشگاهفایل نام آوردک برای شخصیت های دیافیلم، راه یافته، روبی الهام گرفته می شود. جو پس از جدا شدن از دوره پرستار، پرونده های نرم افزار خود را از دست می دهد، هر چند به دلیلی، دوباره به فایل خود دسترسی دارد.",
            },
            {
                "number": 11,
                "title": "تابستان رویایی",
                "summary": "راشل پس از به دست آوردن یک خرید با تخفیف، باید یک هفته تابستان را با شفق، به عنوان قوری عینک پیگیری کند. جو به یک دوست صمیمی روبرو می شود که اکنون یک همکار در شرکت است و ممکن است او را قرار دهد.",
            },
            {
                "number": 12,
                "title": "دردسرهای راف",
                "summary": "چاندلر تلاش می کند از بعد از مردم بعدی خوبی برای راشل به عنوان یک نامزد برخوردار شود. راف خیال می کند که حفاری مورد نیاز برای یک دستگاه تشدید سبب شده است، بنابراین تلاش می کند تا آن را برطرف کند.",
            },
            {
                "number": 13,
                "title": "زیرپوش رؤیاها",
                "summary": "جو نگران است که خدمت سربازی از دست داده شده، به خانه برنگردد و از خشم پدر خود خودکشی کند. راشل که برای نگه داشتن شغل جدیدش در صدا و سیما، باید نمایشی را برگزار کند، تلاش می کند به مارلو، یکی از دوستان دوره گرد خود، اعتماد کند که به عنوان بازیگراین نمایش کمک کند.",
            },
            {
                "number": 14,
                "title": "مخلوقی به نام راچل",
                "summary": "راچل برای کزدن پول به یک باشگاه رفته، اما به منافد دشمن خود برخورد می کند. چاندلر متوجه شده است که یکی از همکارانش به نام تاجر نیومنن، با گذشته فیلادلفیاش، آشناست و سعی می کند بازی فوتبال جام محلی را پیش ببرد.",
            },
            {
                "number": 15,
                "title": "نبرد احمقانه جو و چاندلر",
                "summary": "جو و چاندلر برای یک مسابقه بایسبال آماده می شوند و با هم در یک دو فردی می بازند، اما از یک بازیکن بزرگچه انتقام می گیرند که سال پیش با آنها به هم خورد. راشل با پیتر، یک مشتری خطرناک مانتاژ پیش می رود.",
            },
            {
                "number": 16,
                "title": "جو برای شاندلر بستنی می‌آورد",
                "summary": "چاندلر تصمیم می‌گیرد با شاندلر به عنوان همراهش به شبهای کاری برود و جو برای دوستانش بستنی می‌آورد."
            },
            {
                "number": 17,
                "title": "ریچارد بعد از بیست و چهار ساعت",
                "summary": "مونیکا در حالیکه با ریچارد دوستی می‌کند، خودش را در نظر دیگران قرار می‌دهد. راچل به تصمیم می‌رسد که به جو کمک کند تا با مشکلات مالی خود مقابله کند."
            },
            {
                "number": 18,
                "title": "لیست راشل",
                "summary": "راچل یک لیست می‌سازد از جذاب‌ترین خصوصیات پسرانی که با آنها ازدواج کرده اند. جو قول می‌دهد که برای رفع نیازهای مالیش به کسی پول نمی‌دهد الا به راچل."
            },
            {
                "number": 19,
                "title": "اتاق استراحت",
                "summary": "جو و چند نفر دیگر، با ارائه نمایش از دست دادن قرارداد بزرگ پول در موسسات تجاری جلوگیری کرده و خسته به اتاق استراحت می‌روند."
            },
            {
                "number": 20,
                "title": "قضیه گات",
                "summary": "مونیکا، چاندلر و جو برای جمع‌آوری ودیعه‌ی یک دوست آشپز که به زودی ازدواج می‌کند، به گات می‌روند. راچل و فرانکی بهم برخورد قوی دارند و جو بهشت، پاریس و لذت‌های دیگر را به همه توصیه می‌کند."
            },
            {
                "number": 21,
                "title": "گذشته پدربزرگ",
                "summary": "چاندلر، فرانکی و مادربزرگ او در حالیکه روی حرف هم بوده‌اند، با خیال راحتی به پدربزرگ کمک می‌کنند تا درمان کند."
            },
            {
                "number": 22,
                "title": "اسرار راچل",
                "summary": "راچل به فرودگاه می‌رود تا یکی از دوستان قدیمی‌اش پیش خود ببیند. مانند همیشه، جو نگران نقش صدا-برداری خود برای او در فیلم پورنوگرافی است."
            },
            {
                "number": 23,
                "title": "صدای آرام و روشن",
                "summary": "روشن‌فکری، صدای معذبش و معلمی که به دنبال کمک آموزشی می‌گردد، را به تنهایی انتخاب می‌کند. جو از کارهای خانوادگی خود به دیدار هفته‌ای خود باگس خبر می‌دهد."
            },
            {
                "number": 24,
                "title": "مهمان عروسی",
                "summary": "مونیکا کار ندارد و تصمیم می‌گیرد دوستانش را در مهمانی عروسی جدید دعوت کند. راچل مشکل با سطل زباله دارد."
            }
        ]
    },
    {
        "title": "ترکیبی از خنده و درد در زندگی شخصیت‌ها",
        "number": 5,
        "season": "پنجم",
        "date": "24 سپتامبر 1998",
        "director": "مایکل لمباردی",
        "writers": ["گرگ مالین", "آدام چیسنم"],
        "stars": ["ریچارد بردسلی", "توماس لنگ", "رِمِر بِدگیلیا"],
        "summary": "شایعات، روابط دشوار و احتمال تشکیل خانواده.",
        "episodes": [
            {
                "number": 1,
                "title": "خدایا! چِه ترسناک!",
                "summary": "راسل، دوست پدر راچل، به شهر می‌آید و خبر ناراحت‌کننده‌ای درباره پدر راچل به همراه دارد. منجی شخصیت‌ها در این قسمت هست."
            },
            {
                "number": 2,
                "title": "همیشه آبی",
                "summary": "شاندلر به دکتر واتسن می‌رود تا راه حلی برای مشکل دارک‌هاوس خود پیدا کند. راسل و راچل به دوست دخترش دویداس و دوست پسرش پیتر وی، مهندس فضایی معروف، معرفی می‌شوند."
            },
            {
                "number": 3,
                "title": "شوالیه سیاه",
                "summary": "شاندلر به بانکی فروخته می‌شود که بعداً به او می‌گوید که برای یک شب به دیدن برادر دور از خانه‌اش رفته است. خطرناک می‌شود که جویی پر رنگ به تاپ راچل عکس سابقه از خود حرکت می‌کند."
            },
            {
                "number": 4,
                "title": "کانجی معدن کار",
                "summary": "چندین دوست در تهیه غذای مجزا برای جشن تکنسین ها با هم همکاری می‌کنند. راسل متوجه پدری می‌شود که برای راه‌اندازی شرکت فزماویل به شهر می‌آید."
            },
            {
                "number": 5,
                "title": "پیتراشکن",
                "summary": "فصل ششم تمام می‌شود. شاندلر، خود را برای کمک به جان یکی از دوستان خود، در اداره پلیس می‌یابد. راچل و فرانکی تلاش می‌کنند تا برنامه های جدی‌اندیشانه شان را برای بهتر کردن شرایط پولیشان از طریق یک شرکت جدید حمایت کنند."
            },
            {
                "number": 6,
                "title": "درایو",
                "summary": "چندین بار روی هم می‌شوید زیرا چندین دوست به همراه ماشین‌های جدید خود اعزام می‌شوند."
            },
            {
                "number": 7,
                "title": "داستان تعارفی",
                "summary": "بعد از فراری شدن تصویر رژه راچل با جویی، حریف او در تلاش برای کشف حقیقت ، دوستان شروع به تعارف کردن می‌کنند."
            },
            {
                "number": 8,
                "title": "دختر کوکی",
                "summary": "خلبان بی تجربه نیکی به نظر می‌رسد مخالف با وظیفه‌اش است."
            },
            {
                "number": 9,
                "title": "نیمه دوم سال جدید",
                "summary": "شاندلر و مونیکا برای تایید عشق شان خودرو‌های جدیدی به دست می‌آورند. رفتار جان با چند دوستی که مورد تحقیر والدین دانشگاهشان هستند خیلی دردناک است."
            },
            {
                "number": 10,
                "title": "اطلاعات به روز",
                "summary": "به دنبال اینکه جویی به انگلیس میرود، منجی به همه یادآوری می‌کند که باید تعویض پارکت خانه اش را پشت سر بگذارد."
            },
            {
                "number": 11,
                "title": "اندازه‌گیری به قول ساز",
                "summary": "جان تصمیم می‌گیرد یک بازی با دوستان خود بازی کند، که منحصراً بر اساس اطلاعاتی در مورد آن‌ها است. مونیکا آشپزی خود را به چالش می‌کشد و به دنبال پیدا کردن نوشته شده مخفی در آشپزخانه می‌گردد."
            },
            {
                "number": 12,
                "title": "اوان، براد پیت!",
                "summary": "راشل مجبور به بینایی نبودن مجبور است برای قضایای خود به یک وکیل برایت پیت مراجعه کند."
            },
            {
                "number": 13,
                "title": "مثل مادر، مثل دختر",
                "summary": "برای نروژ برای یادگیری یک تکنیک دروگری صحبت کردن رایج خود آموزش می‌بینم."
            },
            {
                "number": 14,
                "title": "بیرون از بازی",
                "summary": "مونیکا اعتراض دارد که آدامز و راشل هر دو مراقبت‌های بستری مینی را به تنهایی می‌کنند."
            },
            {
                "number": 15,
                "title": "جشن والنتاین دورادور",
                "summary": "شاندلر به دوست دختر قدیمی خود شوآن می‌رود و رویای راسل و راچل با یک رمانتیک نُوُل سازگار نیست."
            },
            {
                "number": 16,
                "title": "عزیمت به لاس‌وگاس",
                "summary": "در این قسمت دون راچل را به لاس‌وگاس می‌برد تا برای روز ولنتاین با هم پایتخت شهر شادی و خنده‌ها شوند. با این حال، آنچه که برای روزی پر از شادی پیش‌بینی شده بود، به زودی در معرض خطر قرار می‌گیرد...",
            },
            {
                "number": 17,
                "title": "حاشیه‌نشینی",
                "summary": "جویی که به تازگی به نیویورک آمده، از راحتی خانه‌نشینی خود خسته شده اما چالش‌هایی که در زمینه زندگی در شهر بزرگ با آن روبروست، او را متعجب می‌کند...",
            },
            {
                "number": 18,
                "title": "بیست و چهار ساعته",
                "summary": "جعفر آخرین مهمان روز در بار راچل و مونیکا است. آن‌ها سعی می‌کنند با بهترین شکل در برابر او ظاهر شوند اما پس از مدتی متوجه می‌شوند که او بلد نیست حتی برای چند دقیقه آرام باشد...",
            },
            {
                "number": 19,
                "title": "فرار مونیکا",
                "summary": "مونیکا از رابطه با ریچارد خسته شده و تصمیم می‌گیرد آن را به پایان برساند، اما موضوع گستاخانه او را راهی کرده و مجبور می‌شود به دنبال یک مخترع جدید برای غذا‌های خود باشد...",
            },
            {
                "number": 20,
                "title": "سفر به فصل پنجم",
                "summary": "بازگشت به لحظه‌ای نگاه آخرین قسمت مجموعه روزنامه‌نگاران و مقاماتی که در مورد رابطه راچل و راس رایان پرونده گشوده‌اند...",
            },
            {
                "number": 21,
                "title": "دیوار کالیفرنیا",
                "summary": "ریچل سعی می کند تا به چند تا از بیمارستان های خود معرفی شود، در حالی که جو برای کسب پول جدید تلاش می کند و یک مسابقه ی حرفه ای برای پول برگزار می کند."
            },
            {
                "number": 22,
                "title": "بزرگ شدن را با من بخوان",
                "summary": "جو تلاش می کند تا با داشتن کلاس هایی که به کودکان می دهد پول بیشتری بگیرد. راشل و کندی این فکر را می کنند که جو پدر بزرگی خوبی خواهد بود."
            },
            {
                "number": 23,
                "title": "گیج و گشاد",
                "summary": "خانواده دوست سابق را می بینند و خاطرات قدیمی برمی گردانند. پس از دیدن چند تا فیلم خانوادگی، فیبی به برادرش پیشنهاد می دهد که با هم بزرگ شوند."
            },
            {
                "number": 24,
                "title": "پیگیری",
                "summary": "راشل به جرم بازداشت می شود، در حالی که چند دوست از قبل و کندی به دنبال راهی برای رفع این مشکل هستند و..."
            }
        ]
    },
    {
        "title": "شروع روابط جدید و پایان روابط قدیمی بین شخصیت‌ها",
        "number": 6,
        "season": "ششم",
        "date": "23 سپتامبر 1999",
        "director": "کوین برایت",
        "writers": ["آندرها مایکلز"],
        "stars": ["بروک شیلدز", "رسلینچ"],
        "summary": "تغییرات در کار و رابطه مناقشه‌برانگیز راکل و پرسی.",
        "episodes": []
    },
    {
        "title": "پیشرفت شخصیت‌ها در حرفه و زندگی شخصی",
        "number": 7,
        "season": "هفتم",
        "date": "12 اکتبر 2000",
        "director": "گری هالفرد",
        "writers": ["جوانا گرین", "فردریک ریچ"],
        "stars": ["ریتا ویلسون", "گرگ کوری"],
        "summary": "درگیری و پریودهای پیچیدهی راشل و جویی.",
        "episodes": []
    },
    {
        "title": "برخورد با فشار و تحولات در زندگی شخصیت‌ها",
        "number": 8,
        "season": "هشتم",
        "date": "27 سپتامبر 2001",
        "director": "کوین برایت",
        "writers": ["شانلی گونزالس"],
        "stars": ["بروک شیلدز"],
        "summary": "ایده‌پردازی خلاق و اختلافات روس و ریچل.",
        "episodes": []
    },
    {
        "title": "روابط عاشقانه و بازگرداندن به گذشته",
        "number": 9,
        "season": "نهم",
        "date": "26 سپتامبر 2002",
        "director": "گری هالفرد",
        "writers": ["آندرها مایکلز"],
        "stars": ["گریستین روس"],
        "summary": "رؤیای کنسرت راکل و شغل جدید چندین دوست.",
        "episodes": []
    },
    {
        "title": " اتفاقات غیر منتظره و شوخی‌های بزرگانه",
        "number": 10,
        "season": "دهم",
        "date": "25 سپتامبر 2003",
        "director": "کوین سایبر",
        "writers": ["مارتا کافمن"],
        "stars": ["آیشا تایلر"],
        "summary": "تغییرات زندگی و اختلافات روابطی.",
        "episodes": []
    }
];